const JOKE = {
  'GET /joke/list': [
    { id: 1, title: '冷get', content: '刚才有个乞丐跟我要了两块钱说买碗面条，我毫不犹豫就给了他四块，让他也给我买一碗，实在是太便宜了' },
    { id: 2, title: '冷get', content: '"服务员,wifi为什么连不上?""你再连连看？""我TMD连不上怎么玩连连看？"' },
    { id: 3, title: '冷get', content: '刚刚揍了个算命先生，我刚在他摊位前坐下，他就问我算什么东西' },
    { id: 4, title: '冷get', content: '从前有个人叫小明,小明没听见' },
    { id: 5, title: '冷get', content: '我的一个朋友就要去草原玩了。作为内蒙古人，我给她讲解了一些基本的安全常识。比如当她孤身遭遇野狼的时候，不要转头逃跑，人类永远没法和狼比速度。正确的做法应该是原地不动，与狼的目光正面接触，死死盯住，不要移开，能坚持多久就坚持多久，这样死的会比较有尊严一点' },
    { id: 6, title: '冷get', content: '玲家小萝莉干了什么坏事，妈妈生气不理她了。爸爸温柔地告诉萝莉:"妈妈在等你认错呢，快去吧"萝莉就泪汪汪地过去对妈妈说：“你...你是不是范冰冰？”"啥？！"妈妈莫名其妙。萝莉继续泪汪汪：“我认错了...”' },
    { id: 7, title: '冷get', content: '今天胃疼，想吐。下午有考试，且老师和我们混的很开。考到一半，憋不住吐了。老师走过来关切地说：“怎么，题出得太恶心了？”' },
    { id: 8, title: '冷get', content: '"中了6亿元打算怎么花""先把买彩票的钱还上""剩下的呢""剩下的挣了钱再慢慢还"' },
    { id: 9, title: '冷get', content: '"我凉了" "那我帮你把空调关了吧"'},
    { id: 10, title: '冷get', content: '请请请请问问问这这台台台按按按摩椅椅椅椅怎么么么么么关？' },
    { id: 11, title: '冷get', content: '我佩服那些玩游戏可以carry全场的人， 我就不一样我sorry全场' },
    { id: 12, title: '冷get', content: '狄仁杰对妻子说：世界上没有仁了，我也把仁去掉，如果我是狄杰你还爱我吗？' },
    { id: 13, title: '冷get', content: '我是一个很自律的人,我既然说了要减肥,就要天天说' },
    { id: 14, title: '冷get', content: '有一天马云在家里擦灯，突然冒出来一个灯神。灯神:一个愿望。马云: 说吧，什么愿望' },
  ]
}
module.exports = JOKE;